{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim",
      "version": "'6ff1f21b2e2b77ec59f7433ce2d9fbc052d908ac'"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'619363c30309d29ffa631e67c8183f2a72caa373'"
    },
    "cyberdream.nvim": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim",
      "version": "'b9cc88378b776f33d3ea77164716f37c3f13ef72'"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim",
      "version": "'4516612fe98ff56ae0415a259ff6361a89419b0a'"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest",
      "version": "'85a86eb62409e3ec88713bff3d1b9d7374e112e4'"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'25050e4ed39e628282831d4cbecb1850454ce915'"
    },
    "gruvbox": {
      "src": "https://github.com/morhetz/gruvbox",
      "version": "'5d15b2765f59754d7ac263c88a0f6e3e58124951'"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim",
      "version": "'master'"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim",
      "version": "'906c32c8a034dd3d51353d63226bf91aeacd927c'"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim",
      "version": "'443f1ef8b5e6bf47045cb2217b6f748a223cf7dc'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim",
      "version": "'2a6940af80375532e5e9e7c1f2fc6319a1b7a69d'"
    },
    "moonlight.nvim": {
      "src": "https://github.com/shaunsingh/moonlight.nvim",
      "version": "'e24e4218ec680b6396532808abf57ca0ada82e66'"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs",
      "version": "'7b9923abad60b903ece7c52940e1321d39eccc79'"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap",
      "version": "'531771530d4f82ad2d21e436e3cc052d68d7aebb'"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui",
      "version": "'d9770a55188bb34c2bdce7d90a6151181beb6966'"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text",
      "version": "'fbdb48c2ed45f4a8293d0d483f7730d24467ccb6'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'ed19590a3a9792901553c388d1aadafce012f80d'"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio",
      "version": "'21f5324bfac14e22ba26553caf69ec76ae8a7662'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'4916d6592ede8c07973490d9322f187e07dfefac'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'851e865342e5a4cb1ae23d31caf6e991e1c99f1e'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag",
      "version": "'88c1453db4ba7dd24131086fe51fdf74e587d275'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons",
      "version": "'dfbfaa967a6f7ec50789bead7ef87e336c1fa63c'"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim",
      "version": "'ff483051a47e27d84bdef47703538df1ed9f4a47'"
    },
    "roslyn.nvim": {
      "src": "https://github.com/seblyng/roslyn.nvim.git",
      "version": "'9c5da79216e5776e020dcc6c157983f5352f3f11'"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": "'ddd4e76a206c32357af44abb4a60ca98b07c153d'"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim",
      "version": "'cdc07ac78467a233fd62c493de29a17e0cf2b2b6'"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": "'3aab2147e74890957785941f0c1ad87d0a44c15a'"
    }
  }
}
